IDEA Open Model
ConcreteMemberDataEc2.BeamData Property
Compatible with IDEA StatiCa Beta 20.0
 Beam data
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public BeamDataEc2 BeamData { get; set; }
Public Property BeamData As BeamDataEc2
	Get
	Set
Property Value
Type: BeamDataEc2
See Also
Reference
ConcreteMemberDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace